"use strict";window.RULES_MD=`# ديباجة
استحضارا للمرجعيات المؤطرة لإصلاح منظومة التربية والتكوين، ولاسيما:
- دستور المملكة المغربية المتضمن لمجموعة من المقتضيات التي تروم محاربة التمييز، وتحقيق المساواة بين الجنسين، وتعزيز حق الطفل(ة) في الحصول على تعليم عصري ميسر الولوج وذي جودة؛
- الخطب الملكية السامية التي يؤكد فيها صاحب الجلالة نصره الله، على ضرورة تحقيق تعليم جيد يقوم على تفاعل التلميذات والتلاميذ، وتنمية قدراتهم الذاتية٬ وإتاحة الفرص أمامهم للإبداع والابتكار، فضلا عن تمكينهم من اكتساب المهارات، والتشبع بقواعد التعايش مع الآخرين، في التزام بقيم الحرية والمساواة، واحترام التنوع والاختلاف؛
- الاتفاقيات الدولية المصادق عليها والمواثيق والمعاهدات ذات الصلة بالتربية والتكوين وحقوق الطفل والمرأة والإنسان بشكل عام؛
القانون - الإطار رقم 51.17 المتعلق بمنظومة التربية والتكوين والبحث العلمي، الذي يروم في جوهره إرساء مدرسة مفتوحة أمام الجميع، تتوخى تأهيل الرأسمال البشري، مستندة إلى ركيزتي المساواة وتكافؤ الفرص من جهة، والجودة للجميع من جهة أخرى، بغية تحقيق الهدف الأسمى المتمثل في الارتقاء بالفرد وتقدم المجتمع.
واستنادا إلى مبادئ ومرتكزات منظومة التربية والتكوين المتمثلة أساسا في:
- الثوابت الدستورية القائمة على الدين الإسلامي السمح، والوحدة الوطنية متعددة الروافد، والملكية الدستورية، والاختيار الديمقراطي؛
- الهوية الوطنية الموحدة، المتعددة المكونات، والمبنية على تعزيز الانتماء إلى الأمة، وعلى قيم الانفتاح والاعتدال والتسامح والحوار والتفاهم المتبادل بين الثقافات والأديان والحضارات الإنسانية؛
- قيم ومبادئ حقوق الإنسان كما هو منصوص عليها في الدستور والاتفاقيات الدولية كما صادقت عليها المملكة المغربية أو انضمت إليها، ولاسيما تلك المرتبطة بالتربية والتكوين؛
- مبادئ المساواة والإنصاف وتكافؤ الفرص في ولوج منظومة التربية والتكوين والاستفادة من خدماتها لفائدة التلميذات والتلاميذ بمختلف فئاتهم؛
- التطوير المستمر للنموذج البيداغوجي المعتمد في منظومة التربية والتكوين، والعمل على تجديده، بما يمكن التلميذ(ة) من اكتساب المهارات المعرفية الأساسية والكفايات اللازمة، مع ضمان الانفتاح الضروري، والمواكبة المستمرة لمستجدات العصر في مجالات الإبداع والابتكار، والعلوم والتكنولوجيا المتقدمة، وتعزيز قدرة بلادنا على التنافسية وتحقيق التنمية الشاملة والمستدامة؛
قيم التضامن والتآزر الراسخة لدى الشعب المغربي، بما يمكّن من حشد الطاقات والتعبئة المجتمعية لجميع الفاعلين للإصلاح الشامل لمنظومة التربية والتكوين وتجديدها المستمر.
- وتعزيزا للوظائف التي تضطلع بها المدرسة المغربية، والمتمثلة أساسا في التنشئة الاجتماعية على الثوابت الدينية والوطنية والمؤسساتية للمغرب، والتربية على قيم المواطنة وفضائل السلوك المدني، وتحقيق المساواة والجودة للجميع، ونشر المعرفة والإسهام في تطوير البحث والابتكار ودعم التميز والاستحقاق؛
وتحقيقا للغايات والأهداف التالية:
- تنظيم الحياة الجماعية وضبط العلاقات بين الفاعلين التربويين داخل المؤسسة التعليمية؛
- إلزام جميع الأطراف بقواعد النظام والانضباط وإشاعة روح التعاون واحترام الغير وتكريس مبدأ التشاور والحوار؛
- ضبط العلاقة بين المدرسة ومحيطها؛
- تحصين المدرسة باعتبارها مرفقا عموميا تربويا؛
- احترام الأنشطة التربوية والتعليمية للبرامج والمواقيت والتوجيهات التربوية الرسمية؛
- تشجيع ممارسة الأنشطة الثقافية والاجتماعية والرياضية والفنية والترفيهية وتطويرها بهدف تنمية شخصية التلميذ(ة) وتدريبه(ها) على تحمل المسؤولية؛
- تخليق الحياة المدرسية وتعزيز احترام قواعد الأخلاق العامة وتجويد التعلمات؛
- تعزيز المبادئ والسلوكيات والمواقف والقيم التي تستند إلى مرجعيات تربوية ودينية ووطنية وإنسانية، وترسيخ ثقافة الحقوق والواجبات في صفوف الأطر التربوية والإدارية وكذا في صفوف التلميذات والتلاميذ؛
- تعزيز وتطوير دور التلميذ(ة) في تدبير الحياة المدرسية وجعله(ها) عنصرا فاعلا وفعالا في المؤسسة التعليمية ومحيطها؛
- توفير مناخ تربوي داعم للعلاقات والأدوار المنوطة بجميع الفاعلين التربويين؛
بناء المدرسة المغربية المواطنة وجعلها قاطرة للتنمية ومشتلا للإبداع والتفوق والامتياز، وفضاء لاستنبات قيم التضامن والتسامح والمساواة.
وتأسيسا على ما سبق، يسعى هذا النظام، الذي يندرج في إطار تفعيل المادة 26 من القانون- الإطار رقم 51.17 السالف الذكر، إلى تحديد الخدمات التي تقدمها مؤسسات التربية والتعليم العمومي وتنظيم الدراسة بها والإجراءات المتعلقة بالتقويم والتتبع الدراسي وتدقيق ضوابط الحياة المدرسية داخل المؤسسة التعليمية، وكذا ضبط العلاقات بين مكوناتها من طاقم تربوي وإداري وجمعيات أمهات وآباء وأولياء التلميذات والتلاميذ، فضلا عن وضع "ميثاق للتلميذ(ة)" يحدد حقوق وواجبات التلميذ(ة)، واقتراح مبادرات لتحفيز وتشجيع التلميذات والتلاميذ المبدعين(ات) والمبتكرين(ات) والمنضبطين(ات).
# الفصل الأول: وظائف المؤسسة التعليمية
تعتبر المؤسسة التعليمية فضاء للتربية والتعليم والتكوين، ومجالا لأداء التلميذات والتلاميذ لواجباتهم المدرسية وممارسة واكتساب حقوقهم. ولهذه الغاية، تساهم المؤسسة التعليمية في التأهيل وتيسير الاندماج الاقتصادي والاجتماعي والثقافي والبحث والابتكار والتكوين والتأطير والتعليم والتعلم والتثقيف والتنشئة الاجتماعية والتربية على القيم في بعديها الوطني والكوني، كما تقدم خدمات في مجال الدعم الاجتماعي والحياة المدرسية .
تعتمد المؤسسة التعليمية في تدبيرها على مقاربة تشاركية، وتعمل على تنفيذ وتفعيل مشروع المؤسسة، باعتباره أساس تنميتها وتدبيرها الناجع.
# خدمات التربية والتعليم
# النظام المدرسي
# التسجيل وإعادة التسجيل
- - يعتبر التلميذ(ة) مسجلا(ة) بصفة رسمية إذا أتمَّ إجراءات التسجيل والتأمين المدرسي والرياضي في التواريخ المحددة لذلك، وفي احترام للمعايير والشروط والكيفيات الجاري بها العمل؛
- - يتم تيسير تسجيل التلميذات والتلاميذ الوافدين من الجهات والأقاليم المختلفة، حفاظا على الزمن المدرسي الخاص بهم، وكذا الأطفال غير المسجلين في سجلات الحالة المدنية؛
- - تتولى إدارة المؤسسة التعليمية تسليم كل تلميذ(ة) أنهى(ت) عملية التسجيل، إيصال الأداء وكذا بطاقة التلميذ(ة) مختومة من طرف مدير(ة) المؤسسة أو من يفوض له ذلك، متضمنة صورته الشخصية ومستواه الدراسي ومعلوماته الشخصية؛
- - يتعين على التلميذات والتلاميذ تجديد تسجيلهم قبل نهاية السنة الدراسية وأداء واجبات إعادة التسجيل داخل الآجال المحددة لذلك؛
- - ينبغي على المؤسسة التعليمية الإعلان عن إجراءات ومساطر وآجال التسجيل وإعادة التسجيل بشكل واضح ومباشر للعموم عبر سبورة الإعلانات بالمؤسسة وبواسطة صفحاتها ومواقعها الإلكترونية إن وجدت، وغيرها من الوسائل المتاحة؛
- يجب على المؤسسة التعليمية إصدار لائحة التلميذات والتلاميذ غير المسجلين وغير المستوفين لشروط التسجيل والذين رفض تسجيلهم، مع التعليل، وذلك في أجل لا يتعدى أسبوعا من تاريخ انطلاق الدراسة.
# انطلاق الدراسة
- تنطلق الدراسة فعليا ووجوبا في التاريخ المحدد من لدن السلطة الحكومية المكلفة بالتربية الوطنية؛
تستقبل المؤسسة التعليمية الأمهات والآباء والأولياء، في بداية الموسم الدراسي، من خلال تنظيم "الأبواب المفتوحة"، وتقدم لهم وللتلميذات والتلاميذ كافة الخدمات والمعلومات.
# توقيت الدراسة
- تفتح المؤسسة التعليمية أبوابها طيلة أيام الأسبوع، مع مراعاة خصوصيات كل مرحلة من المراحل التعليمية.
وتعتمد على التوقيت الملائم لسلك التعليم الابتدائي والمحدد من لدن السلطة الحكومية المكلفة بالتربية الوطنية أو من لدن الأكاديميات الجهوية للتربية والتكوين.
- كما يتم الحرص على أن تظل أبواب المؤسسة مفتوحة أثناء الاستراحة الصباحية والمسائية على أن تُغلَق مباشرة بعد ولوج التلميذات والتلاميذ لقاعات الدرس؛
- - يتم تخصيص نصف يوم خلال الأسبوع للأنشطة الموازية الاختيارية؛
تعمل المؤسسة التعليمية بنظام العطل المدرسية المحدد سنويا من لدن السلطة الحكومية المكلفة بالتربية الوطنية، مع مراعاة الخصوصيات الجهوية والمحلية.
# خدمات الدعم الاجتماعي
تقدم المؤسسة التعليمية، وفق الشروط والكيفيات المحددة بنصوص تنظيمية، خدمات الإطعام المدرسي، وتوفر الأدوات المدرسية والدعم المالي المشروط، كل ذلك في احترام تام لمبادئ الاستحقاق الاجتماعي والشفافية وتكافؤ الفرص.
# أنشطة الحياة المدرسية
تنظم المؤسسة التعليمية أنشطة الحياة المدرسية لفائدة التلميذات والتلاميذ، وفق برنامج عمل محدد وفي إطار مشاريع متكاملة ومندمجة، تشرف عليها الأطر التربوية والإدارية ويساهم فيها مختلف الشركاء.
# الفصل الثاني: ميثاق التلميذ(ة)
# حقوق التلميذ(ة)
يتمتع التلميذ(ة)، بالإضافة إلى الحقوق الأساسية المتضمنة في الدستور وفي الاتفاقيات والمعاهدات الدولية التي صادق عليها المغرب، بحقوق مرتبطة بالمجال التربوي وبالتنمية الشخصية والمعارف والإعداد للاندماج في المجتمع، تتمثل فيما يلي:
الاستفادة من مختلف الخدمات المقدمة في المؤسسة التعليمية وفق الشروط المحددة لها، في اتجاه تحقيق مبدئي الانصاف وتكافؤ الفرص، مع تخويل تمييز إيجابي لفائدة الوسط القروي.
- الحصول على تعليم عصري ميسر الولوج وذي جودة، يمكّن من اكتساب المعارف والمهارات الضرورية للاندماج والتفتح وبناء المشروع الدراسي والمهني، وذلك من خلال اعتماد التعليم الحضوري والتعليم عن بعد، كلما اقتضت الضرورة ذلك؛
- الولوج إلى الفضاءات الملائمة للتمدرس والمتوفرة على التجهيزات والمرافق الضرورية، بما فيها الولوجيات والفضاءات الخضراء؛
- توفير شروط النجاح للتلميذات والتلاميذ في وضعية إعاقة من خلال تكييف الاختبارات والتصحيح حسب خصوصيات كل صنف من أصناف الإعاقة؛
- الاستفادة من جميع الحصص المقررة شريطة احترامه(ها) التوقيت والالتزام بالحضور وعدم التغيب عنها؛
- الاستفادة من التتبع الفردي والدعم والتأطير التربوي؛
- التوجيه والمساعدة في إعداد المشروع الشخصي الدراسي والمهني والاستفادة من برامج وعمليات وحملات إعادة التوجيه؛
- الحماية القانونية من كل أشكال الاستغلال والامتهان والإهمال الجسماني والروحي والمعاملة السيئة والعنف المادي والمعنوي؛
- الاستفادة من برامج الدعم الاجتماعي، وذلك وفق الشروط والمعايير المنظمة لهذه البرامج؛
- المشاركة في أنشطة الحياة المدرسية التربوية والرياضية والفنية والثقافية، وفي الأندية التربوية المحدثة بالمؤسسة التعليمية؛
- الاطلاع على المعلومات والمذكرات والوثائق المرتبطة بمساره(ها) الدراسي وطلب تحيينها أو تصحيحها أو تغييرها عند الاقتضاء؛
- عدم التعرض للتصوير أو التسجيل السمعي البصري من دون إذن الأمهات والآباء والأولياء أو دون ترخيص من الإدارة التربوية، مع منع استعمال صور التلميذات والتلاميذ في أي حال من الأحوال لهدف تجاري، أو قصد الإساءة لكرامتهم(هن)؛
الاطلاع، في مستهل السنة الدراسية، على مضمون البرامج الدراسية ونظام الامتحانات وطبيعة المراقبة المستمرة، والنظام الداخلي للمؤسسة وجدول الحصص وفق مقتضيات المقرر السنوي الخاص بتنظيم السنة الدراسية.
# واجبات التلميذ(ة)
يجب على التلميذ(ة):
- احترام النظام الداخلي للمؤسسة التعليمية التي يتابع دراسته(ها) بها؛
- الالتزام بتحية العلم المغربي وترديد النشيد الوطني واحترامهما وفق الضوابط المحددة لهما؛
- احترام الإيقاعات الزمنية للدراسة والمواظبة على حضور جميع الحصص دون تمييز أو استثناء؛
- إحضار الكتب والأدوات واللوازم المدرسية للمواد الدراسية المقدّمة؛
- الاجتهاد في التحصيل وإنجاز الواجبات المدرسية والتمارين المنزلية لجميع المواد الدراسية؛
- اجتياز الامتحانات والفروض المدرسية في احترام للضوابط التنظيمية وبمسؤولية وجدية ونزاهة، مع الابتعاد عن مظاهر الغش الفردي أو الجماعي أو تسهيل حدوثه والتستر عليه؛
- اعتماد قواعد الحوار وتجنب كل سلوك غير لائق أو عنيف اتجاه زملائه التلميذات والتلاميذ وأطر هيئة التربية والتعليم وأطر الإدارة التربوية وكل العاملين بالمؤسسة التعليمية، والابتعاد عن كل فعل من شأنه أن يتسبب في ضرر نفسي أو بدني للغير؛
- الإدلاء بالوثائق الرسمية كمبرر مقبول عند حالات التغيب عن الدراسة؛
- الحرص على تجنب الكلام النابي والمخل بالحياء، والالتزام بالسلوك الحسن والتحلي بالآداب العامة؛
- الامتناع عن حيازة الآلات الحادة والأسلحة البيضاء أو بيع وتعاطي جميع المحظورات، بما فيها التدخين وتناول المخدرات داخل فضاءات المؤسسة التعليمية؛
- القيام بالأنشطة الفردية والمساهمة في الأنشطة الجماعية الخاصة بالحياة المدرسية داخل القسم أو تلك المبرمجة في إطار مشروع المؤسسة؛
- العناية بتجهيزات وممتلكات المؤسسة التعليمية والحرص على عدم إتلافها أو تعطيلها أو منع التلميذات والتلاميذ من استعمالها؛
- الحرص على النظافة والعناية بالمظهر والهندام قبل ولوج المؤسسة التعليمية، مع ارتداء الزي المدرسي الموحد داخل فضاءات المؤسسة التعليمية، وفي حالة تعذر ذلك، يجب أن تراعي ملابس جميع التلميذات والتلاميذ المظهر التربوي النظيف واللائق الذي يراعي حرمة المؤسسة التعليمية؛
- الحرص على نظافة مختلف مرافق وبنايات وفضاءات المؤسسة التعليمية والمساهمة في حماية بيئتها الداخلية والخارجية، مع الالتزام بشروط الصحة العامة؛
- الالتزام بمقتضيات "ميثاق مدرسة المواطنة" الذي يروم ترسيخ المواطنة والديمقراطية والمساواة والسلوك المدني؛
- عدم القيام بأعمال تخرج عن دائرة الفعل التربوي والحفاظ على الوظيفة التربوية للمؤسسة، من خلال الابتعاد عن الدعاية السياسية والإيديولوجية فعلا أو قولا أو كتابة، أو بأي شكل من الأشكال؛
- عدم نشر أو ترويج بأي شكل من الأشكال لخطابات حاطة بالكرامة، أو محرضة على الكراهية والعنصرية والتمييز على أساس الجنس أو العرق أو الديانة؛
- الالتزام بعدم استعمال الهواتف المحمولة وجميع الوسائل الإلكترونية الأخرى، كيفما كان شكلها أو نوعها داخل حجرات المؤسسة التعليمية، ولاسيما عند اجتياز الامتحانات الإشهادية أو المراقبة المستمرة؛
- الالتزام بعدم التقاط الصور وتسجيل المواد المرئية والمسموعة داخل الفصول الدراسية أو في مرافق وفضاءات المؤسسات التعليمية، ونشرها بأي وسيلة من الوسائل التقنية المتاحة، دون علم أو موافقة من أصحابها، باعتبارها أفعالا تنتهك الحياة الخاصة للأفراد وتصرفا يضر بحقوقهم؛
الالتزام باحترام القوانين والأنظمة الجاري بها العمل والتعليمات الخاصة بالسلامة داخل فضاءات المؤسسة وأثناء فترات الاستراحة أو دخول وخروج التلميذات والتلاميذ، وخلال حصص التربية البدنية والرياضية والأشغال التطبيقية، وخلال أنشطة الأندية التربوية والمحترفات والأنشطة المدرسية المنظمة خارج المؤسسة التعليمية، مع الحرص على عدم حضور التلميذ(ة) للمؤسسة في حالة الإصابة بمرض معدي، إلا بعد إدلائه(ها) بشهادة طبية تثبت الشفاء.
# الفصل الثالث: حقوق وواجبات أطر الإدارة التربوية
# حقوق أطر الإدارة التربوية
- توفير وسائل العمل والتجهيزات والفضاءات الضرورية؛
- الأمن والحماية من أي شكل من أشكال الاعتداء، طبقا للمقتضيات القانونية الجاري بها العمل؛
- الاطلاع على كافة المستجدات التربوية من خلال المشاركة في مختلف الأنشطة المنظمة من طرف المصالح الإقليمية والجهوية المختصة والتوصل بكل المذكرات والمراسلات؛
- التكوين المستمر؛
التحفيز والتكريم.
# واجبات أطر الإدارة التربوية
- التحلي بروح الانضباط واحترام أوقات العمل وعدم التغيب غير المشروع عن العمل دون مبرر قانوني؛
- توفير الظروف الملائمة والشروط الضرورية التي تساعد على إنجاز المهام وتحقيق الأهداف المرسومة للمؤسسة التعليمية؛
- إدراج مختلف البرامج المعتمدة ضمن مشروع المؤسسة؛
- تحية العلم الوطني، والأداء الجماعي رفقة التلميذات والتلاميذ والأطر التربوية والإدارية العاملة بالمؤسسة التعليمية للنشيد الوطني، طبقا للمقتضيات التنظيمية الجاري بها العمل؛
- مد جسور التواصل مع الأساتذة والأمهات والآباء والأولياء وشركاء المؤسسة التعليمية، من خلال استقبالهم والإجابة عن تساؤلاتهم، عبر التواصل المباشر مع المؤسسة التعليمية وفق مواعيد محددة، أو في حالة الضرورة، من خلال التواصل الهاتفي أو الإلكتروني؛
- إشعار أمهات وآباء وأولياء التلميذات والتلاميذ بتغيبات وتأخرات أبنائهم طبقا للمساطر المعمول بها؛
- الحفاظ على صورة المدرسة والعمل على إرجاع الثقة فيها والانفتاح على الفاعلين والشركاء خاصة المجتمع المدني وتعبئتهم وإشراكهم في تدبير مختلف القضايا التربوية؛
- استغلال كل الوسائل المتاحة لمساعدة التلميذات والتلاميذ في وضعية إعاقة أو في وضعية خاصة للولوج إلى مختلف مرافق المؤسسة التعليمية وتيسير اندماجهم مع باقي التلميذات والتلاميذ؛
- اتخاذ الإجراءات اللازمة لتجنب وقوع الحوادث المدرسية وتنظيم عمليتي الدخول والخروج والالتزام بالمساطر والإجراءات والمخططات الخاصة بتدبير المخاطر والأزمات؛
- إطلاع أمهات وآباء وأولياء التلميذات والتلاميذ على عقدة تأمين أبنائهم، عند طلبها؛
- إخبار السلطات المحلية والأمنية بجميع الاختلالات التي تقع بمحيط المؤسسة التعليمية، وبكل ما من شأنه تهديد سلامة التلميذات والتلاميذ ومختلف الأطر التربوية والإدارية؛
- نشر تقارير مجالس المؤسسة على السبورة الحائطية لهذه الأخيرة؛
- نشر التعليمات الخاصة بشروط السلامة على باب كل قاعة دراسية؛
- الالتزام باحترام النصوص التشريعية والتنظيمية الجاري بها العمل في مجال الحياة المدرسية، وكذا النظام الداخلي للمؤسسة التعليمية؛
- الالتزام بالحياد السياسي والإيديولوجي داخل المؤسسة التعليمية؛
- الالتزام بقيم النزاهة والمروءة وتجنب تضارب المصالح في إطار المهام الموكولة إليهم؛
الالتزام بهندام لائق وبحسن المظهر.
# الفصل الرابع: حقوق وواجبات الأستاذ(ة)
# حقوق الأستاذ(ة)
- توفير وسائل العمل والتجهيزات والفضاءات الضرورية؛
- الأمن والحماية القانونية من جميع أشكال الاعتداء والعنف، طبقا للمقتضيات القانونية الجاري بها العمل؛
- مواكبة المستجدات التربوية من خلال التكوين المستمر؛
- الإشراك في تنزيل مختلف البرامج التربوية والإصلاحية؛
التحفيز والتكريم.
# واجبات الأستاذ(ة)
- الحرص على الارتقاء بالمهنة والسعي إلى تطويرها وتحسين أدائها والإبداع فيها؛
- التزام الحياد السياسي والإيديولوجي داخل المؤسسة التعليمية؛
- تبني المقاربة التشاركية في الفصل الدراسي؛
- احترام حقوق وكرامة التلميذات والتلاميذ وعدم التمييز بينهم بسبب الجنس أو العرق أو اللون أو المعتقد أو الثقافة أو الانتماء الاجتماعي أو الجهوي أو اللغوي؛
- تحية العلم الوطني، والأداء الجماعي رفقة التلميذات والتلاميذ والأطر الإدارية العاملة بالمؤسسة التعليمية للنشيد الوطني، طبقا للمقتضيات التنظيمية الجاري بها العمل؛
- التعامل بشكل إيجابي مع التلميذات والتلاميذ في وضعية إعاقة أو في وضعيات خاصة؛
- احترام أوقات العمل والالتزام بهندام لائق وبحسن المظهر؛
- حضور الاجتماعات التي تعقدها المؤسسة التعليمية؛
- ضبط الفصل الدراسي والسهر على حسن المواظبة والمردودية؛
- عدم استعمال الهاتف المحمول أثناء الحصص الدراسية؛
- الالتزام بالمشاركة في مختلف مجالس المؤسسة التعليمية التي يكون عضوا فيها، وبالانخراط الإيجابي والفعال في أشغالها؛
- المساهمة في الأنشطة المدرسية، والإسهام بإيجابية وفعالية في الأنشطة التعليمية؛
- احترام النصوص التشريعية والتنظيمية الجاري بها العمل في مجال الحياة المدرسية وكذا النظام الداخلي للمؤسسة؛
- الحرص على السلامة الجسدية والنفسية للتلميذات والتلاميذ داخل فصول الدراسة، وكذا خلال فترات الاستراحة بالنسبة للأساتذة المكلفين بالحراسة، والقطع النهائي مع العقوبات البدنية وعدم طرد التلميذات والتلاميذ من الفصول الدراسية دون الرجوع إلى الإدارة التربوية؛
- الالتزام بـأخلاقيات المهنة النبيلة والارتقاء بصورة الأستاذ(ة) القدوة لدى الناشئة وعدم تسريب وثائق مدرسية وإنجازات تخص التلميذات والتلاميذ والتشهير بها بأية وسيلة كانت؛
الالتزام بإعداد وتقديم دروس وحصص في إطار التعليم عن بعد كلما توفرت الوسائل واقتضت الضرورة لذلك.
# الفصل الخامس: حقوق وواجبات أمهات وآباء وأولياء التلميذات والتلاميذ
# حقوق أمهات وآباء وأولياء التلميذات والتلاميذ
- الوقوف على طبيعة الخدمات المقدمة والاطلاع على تفاصيلها سواء فيما يخص الجوانب التربوية، أو فيما يتعلق بإجراءات التسجيل وإعادة التسجيل وباقي الخدمات؛
- الاطلاع على النتائج الدراسية لبناتهم وأبنائهم؛
- الإخبار بكل المستجدات التربوية؛
- زيارة المؤسسة التعليمية للاستفسار عن تصرفات بناتهم وأبنائهم، سواء تعلق الأمر بالغياب أو السلوك أو التحصيل الدراسي؛
- الحصول على المعلومات الكافية والوثائق المتعلقة بتمدرس بناتهم وأبنائهم، فضلا عن تمكينهم من الوثائق الخاصة بهم (من قبيل الشهادات المدرسية، وشهادات المغادرة، وبيانات النقط)؛
- الاطلاع على النظام الداخلي للمؤسسة عند التسجيل وإعادة التسجيل؛
- حضور الأنشطة التربوية؛
حق التكريم والتشريف.
# واجبات أمهات وآباء وأولياء التلميذات والتلاميذ
- المشاركة في تنظيم الحملات التحسيسية من أجل تعميم التمدرس ومحاربة الهدر المدرسي؛
- المساهمة في الحد من الظواهر السلبية التي تعترض حسن سير المؤسسة التعليمية؛
- دعم الأنشطة الاجتماعية والتربوية ومختلف التظاهرات التي تنظمها المؤسسة التعليمية؛
- المساهمة في التدبير العام لمؤسسات التربية والتعليم العمومي والمشاركة في التخطيط على الصعيد المحلي من خلال مجلس التدبير؛
- المساهمة في تتبع الدروس والحصص المقدمة من طرف الأستاذات والأساتذة في إطار التعليم عن بعد؛
- المساهمة في صيانة المؤسسة التعليمية؛
- القيام بمبادرات للشراكة مع باقي الفرقاء؛
- نهج الشفافية والديمقراطية والجدية في تسيير مكاتب جمعيات أمهات وآباء وأولياء التلميذات والتلاميذ؛
- احترام النصوص التشريعية والتنظيمية الجاري بها العمل في مجال الحياة المدرسية؛
- تكريس روح المواطنة والتسامح ومبادئ التضامن والتآزر؛
- تعزيز العلاقة مع الإدارة التربوية والأساتذة المبنية على التواصل المستمر والتعاون الهادف والاحترام المتبادل؛
الانخراط الفعلي في النهوض بأدوار المؤسسات التعليمية.
# الفصل السادس: التقويم والتتبع المدرسي
- تعد المؤسسة التعليمية ملفا لكل تلميذ(ة) يتضمن معلومات شاملة عن مدى تقدمه(ها) في دارسته(ها)، بما في ذلك الأنشطة التكميلية الموازية التي شارك(ت) فيها؛
- تتم المراقبة الدورية وفق التقويم المستمر، وتدرج نتائجها في بطاقات خاصة، أو في دفتر مراسلة يوجه إلى الآباء قصد الاطلاع وإبداء آرائهم حولها؛
- يخضع الأداء التربوي لتقويم نوعي بصفة منتظمة؛
تحرص المؤسسة التعليمية على عقد اجتماعات إخبارية وتشاورية دورية مع أمهات وآباء وأولياء التلميذات والتلاميذ.
# الفصل السابع: مغادرة المؤسسة التعليمية
- تسلم شهادة مغادرة المؤسسة التعليمية طبقا للمقتضيات التنظيمية الجاري بها العمل؛
تسلم شهادة المغادرة إلى:
- الأب وعند عدم وجوده أو فقد أهليته، الأم؛
- الوصي أو مقدم القاضي؛
الكافل أو مديرو أو متصرفو أو مسيرو مؤسسات الرعاية الاجتماعية، وكذا المراكز والمؤسسات المستقبلة للأحداث الجانحين والموجودين في وضعية صعبة أو غير مستقرة أو في وضعية احتياج.
- لا تسلم شهادة مغادرة المؤسسة إلا مرة واحدة بعد التأكد من توفر التلميذة أو التلميذ على ملف مدرسي بالمؤسسة المعنية، ومن تسوية وضعيته(ها) مع المقتصد(ة) والمكلف(ة) بالمكتبة المدرسية. غير أنه يمكن تسليم نسخة ثانية مرقمة بعد الإدلاء بوثيقة مبررة من السلطات المختصة تفيد بضياع النسخة الأولى؛
- بمجرد توقيع الأم أو الأب أو ولي التلميذ(ة) شهادة مغادرة المؤسسة التعليمية يشطب على اسمه نهائيا من لوائح المؤسسة التعليمية؛
لا تقبل عودة التلميذ(ة) لمتابعة الدراسة بالمؤسسة التعليمية إلا بتعليل مقبول وبعد تسوية وضعيته(ها) مع مصالح الاقتصاد والمكتبة المدرسية، ويتولى المجلس المختص بالمؤسسة السهر على هذه العملية.
# الفصل الثامن: المكافآت التحفيزية
تعمل المؤسسات التعليمية بمختلف مكوناتها على تحفيز التلميذات والتلاميذ المبدعين(ات) والمبتكرين(ات) والمنضبطين(ات)، والذين أبانوا عن ملكات علمية أو أدبية أو فنية متميزة أو اتصفوا بالسلوك الحسن و/أو أبانوا عن قيم التضامن والإيثار، أو قاموا بأي أعمال وخدمات للصالح العام ومصلحة المؤسسة والتلميذات والتلاميذ، والتي تستحق الاعتراف والتشجيع والدعم، إسهاما في تخليق الحياة المدرسية ودعم التميز والاستحقاق وتطوير البحث والابتكار، وذلك عبر:
- التعريف بهم وبإنجازاتهم لإعطاء المثل والقدوة وتعزيز ثقتهم بالنفس؛
- تنظيم حفلات للتكريم في نهاية السنة أو قبيل العطل المدرسية؛
- توزيع جوائز تشجيعية؛
- منح شواهد تقديرية أو أوسمة وميداليات رمزية؛
- تنظيم معارض تشكيلية وعروض للإنتاجات السمعية البصرية أو الالكترونية؛
نشر الإنتاجات الأدبية والفنية والعلمية الفردية أو الجماعية (شعر، تشكيل، ابتكارات...).
تيسير مشاركة التلميذات والتلاميذ في المنتديات والملتقيات والمسابقات الجهوية والوطنية والدولية، متى أمكن ذلك، لتبادل وتقاسم الأفكار والتجارب مع نظرائهم.
# الفصل التاسع: مقتضيات عامة
- يتم عرض مشروع النظام الداخلي المتضمن لميثاق التلميذ(ة) على مجلس التدبير، لإبداء الرأي، قبل عرضه على مسطرة المصادقة، طبقا للنصوص التنظيمية الجاري بها العمل؛
- كل إخلال بمقتضيات هذا النظام الداخلي وميثاق التلميذ(ة)، يستلزم إعمال المقتضيات التنظيمية الجاري بها العمل في مجال الانضباط؛
- يمكن تعديل النظام الداخلي للمؤسسة التعليمية كلما اقتضت الضرورة ذلك، على أساس اعتماد نفس مسطرة المصادقة عليه، المنصوص عليها في النصوص القانونية المعمول بها؛
ينشر النظام الداخلي على سبورة المؤسسة التعليمية وعلى موقعها الالكتروني، في حالة وجوده، وبشتى الطرق الكفيلة بإطلاع كافة الفاعلين التربويين وشركاء المؤسسة على مقتضياته.
صادق على النظام الداخلي للمؤسسة بعد الاطلاع عليه أعضاء مجلس التدبير:`;
